"app_name"="surespot";
"friends"="Contactos";
"menu_settings"="Ajustes";
"username_label"="Usuario:";
"password_label"="Contraseña:";
"title_activity_notifications"="Notificaciones";
"export_sd"="Ejecutar copia de seguridad en almacenamiento local";
"import_sd"="Restaurar desde almacenamiento local";
"delete_identity_user"="Eliminar perfil: %@";
"import_identities"="Restaurar perfil...";
"create_identity_label"="Crear nuevo perfil...";
"no_identity_exported"="No se ha exportado el perfil";
"no_identity_imported"="No se ha restaurado el perfil";
"no_identity_deleted"="No se ha eliminado el perfil";
"identity_imported_successfully"="Perfil restaurado correctamente";
"could_not_import_identity"="No se puede restaurar el perfil";
"could_not_restore_identity_name"="No se puede restaurar el perfil %@";
"camera_init"="Iniciando cámara";
"uploading_image"="Subiendo imagen";
"could_not_upload_image"="No se ha podido subir la imagen";
"image_successfully_uploaded"="Imagen subida correctamente";
"select_image"="Selecciona imagen";
"capture_image"="Capturar imagen";
"assign_image"="Asignar imagen";
"logout"="Cerrar sesión";
"settings"="Ajustes";
"no_friends"="No existen contactos todavía... Invita a usuarios de surespot escribiendo su nombre y dándole a invitar.";
"help_invite"="Invita a usuarios de surespot escribiendo su nombre y pulsando  \"Invitar\" en la pestaña \"Inicio\"";
"navigate_between_chat_tabs"="Desplázate entre las pestañas deslizando el dedo por la pantalla.";
"help_holdmessage"="Mantén pulsado un mensaje para ver las opciones.";
"help_holdfriend"="Mantén pulsado un contacto para ver las opciones.";
"help_imageZoom"="Amplía las imágenes mediante un toque sobre ellas.";
"incorrect_password_or_key"="Contraseña o clave incorrecta";
"no_such_user"="No existe el usuario";
"roll_keys"="Generar nuevo pares de claves";
"regenerate_keys"="Generar nuevo pares de claves";
"could_not_create_new_keys"="No se puede crear el nuevo pares de claves";
"keys_created"="Se ha creado correctamente el nuevo par de claves, por favor haz una copia de seguridad del perfíl";
"close_tab"="Cerrar pestaña";
"action_settings"="Ajustes";
"no_messages"="Sin mensajes";
"delete_message"="Borrar mensaje";
"block_underline"="Bloquear";
"ignore_underline"="Ignorar";
"accept_underline"="Aceptar";
"crash_toast_text"="¡Houston, tenemos un problema!";
"crash_dialog_title"="surespot ha fallado";
"crash_dialog_text"="Tenemos que confesar que a ocurrido un error inesperado.\n\nPor favor ayúdanos a solucionar el problema pulsando OK para enviar un informe de errores que no contiene ninguna información identificativa personal.";
"crash_dialog_comment_prompt"="Puedes añadir comentarios acerca del problema si lo deseas:";
"crash_dialog_ok_toast"="¡Gracias!";
"external_invite_message"="Me gustaría chatear contigo de manera privada a través de surespot. Pulsa %@ para instalar la app y añadirme a tus contactos.";
"help_backupIdentities1"="Surespot emplea claves cifradas que no se almacenarán nunca en nuestros servidores, por lo que si pierdes el móvil o desinstalas y vuelves a instalar la aplicación, o limpias los datos de la aplicación, no podrás acceder a menos que hayas hecho una copia de seguridad de tu perfil.";
"help_backupIdentities2"="Surespot puede hacer una copia de seguridad de tus identidades en la carpeta Documentos desde donde pueden ser descargadas mediante iTunes o usando Google Drive, disponible en Ajustes.";
"help_backup_drive2"="Tus perfiles serán guardados en Google Drive en la carpeta 'surespot identity backups'. Podrás restaurarlos desde la pantalla de crear usuario o en el menú de ajustes.";
"help_messageHistory"="surespot tiene un historial de 1000 mensajes. Una vez que llegue a 1000 mensajes el mensaje más antiguo será borrado por lo que sólo podrás tener 1000 mensajes (cifrados) almacenados en el servidor. Por supuesto, puedes eliminar todos y cada uno de los mensajes en cualquier momento.";
"notification_title"="surespot";
"notification_message_from"="%1$@: nuevo mensaje de %2$@.";
"notification_invite_from"="%1$@: invitación de contacto de %2$@.";
"notification_invite_accept_from"="%1$@: %2$@ ha aceptado tu invitación.";
"about_version"="versión: %@";
"surespot"="surespot";
"invite"="Invitar";
"no_contact_data_selected_or_entered"="No se ha seleccionado o introducido información de contacto";
"invite_progress_text"="Creando invitación";
"login"="Iniciar sesión";
"login_progress"="Iniciando sesión";
"login_check_password"="No se pudo iniciar sesión, asegúrate de que la contraseña es correcta.";
"login_try_again_later"="Error al iniciar la sesión, inténtalo de nuevo más tarde.";
"login_max_identities_reached"="Lo sentimos, has alcanzado el número máximo de perfiles permitidos (%d).\n\nPuedes eliminar perfiles desde el menú de ajustes después de iniciar sesión.";
"local_cache_cleared"="Limpiada la caché local";
"qr_pre_username_help"="Escaneando este código QR se invitará";
"qr_post_username_help"="a tus contactos/instalando surespot";
"send"="Enviar";
"main_action_bar_right"="Seleccionar destinatario";
"could_not_upload_friend_image"="No se puede cargar la imagen de contacto";
"delete_all_confirmation"="¿Estás seguro de que deseas eliminar todos los mensajes?";
"delete_all_title"="Borrar todos los mensajes";
"ok"="Ok";
"cancel"="Cancelar";
"friend_self_error"="No puedes agregarte como contacto a ti mismo. Sería como hablar solo...";
"has_been_invited"="%@ ha sido invitado a ser su contacto.";
"has_accepted"="%@ ha aceptado tu invitación.";
"user_does_not_exist"="El usuario no existe";
"you_are_already_friends"="Ya estáis agregados como contactos.";
"already_invited"="Ya habías invitado al usuario.";
"could_not_invite"="No se ha podido invitar al contacto, por favor inténtalo de nuevo.";
"keys"="Claves";
"generating_keys_progress"="Generando y cargando nuevas claves";
"backup_identities_again_keys"="Debido a que tu par de claves cambiará, por favor haz una copia de seguridad de tu perfil tras finalizar correctamente la operación.";
"backup_identities_again_password"="Debido a que tu contraseña cambiará, por favor haz una copia de seguridad de tu perfil tras finalizar correctamente la operación.";
"create_new_keys_for"="Crear nuevas claves para %@";
"enter_password_for"="Introducir contraseña surespot para %@";
"enter_username_and_password"="Introduce usuario y contraseña o recupera un perfil desde el menú.";
"usernames_case_sensitive"="Los nombres de usuario son sensibles a mayúsculas";
"aware_username_password"="así que ten cuidado cuando las compartas con otros. La contraseña debería tener al menos 8 caracteres y contener símbolos intercalados.";
"warning_password_reset"="ATENCIÓN: No es posible restablecer la contraseña en surespot por lo que ¡asegúrate de recordarla!";
"create_user_progress"="creando usuario y generando par de claves";
"create"="Crear";
"passwords_do_not_match"="Las contraseñas no coinciden";
"username_exists"="Ese nombre de usuario ya está en uso, por favor introduce uno nuevo.";
"user_creation_throttled"="Demasiados intentos de creación de usuario, inténtalo de nuevo dentro de un rato.";
"signup_update"="Por favor actualiza surespot para crear un nuevo usuario";
"could_not_create_user"="No se ha podido crear el usuario, por favor inténtalo de nuevo más tarde.";
"pay"="Pagar";
"what_you_like"="lo que quieras";
"billing_could_not_enable"="No es posible el pago desde la propia aplicación.";
"billing_purchase_error"="Error, no se ha podido llevar a cabo la compra.";
"billing_paypal_link_email_subject"="surespot paga lo que quieras, enlace a Paypal";
"billing_paypal_link_email_body"="¡Gracias por pagar lo que quieres por surespot! El enlace de Paypal es:";
"none"="Ninguno";
"pwyl_paypal_send_to_self"="Reenviar enlace por correo";
"billing_bitcoin_copied_to_clipboard"="%@ copiado al portapapeles";
"billing_bitcoin_email_subject"="surespot paga lo que quieras, dirección Bitcoin";
"billing_bitcoin_email_body_address"="¡Gracias por pagar lo que quieres por surespot! la dirección Bitcoin es: %@";
"billing_bitcoin_email_body_qr"="El código QR se puede visualizar aquí: %@";
"could_not_open_bitcoin_wallet"="No se puede abrir el monedero bitcoin";
"message_sending"="enviando...";
"message_loading_and_decrypting"="cargando y descifrando...";
"could_not_login_to_server"="No se pudo acceder al servidor";
"could_not_connect_to_server"="No se puede conectar con el servidor";
"autoinvite_user_exists"="%@ ya está entre tus contactos.";
"loading_latest_messages_failed"="Ha fallado la carga del último mensaje";
"could_not_delete_message"="No se puede borrar el mensaje";
"could_not_delete_messages"="No se pueden borrar los mensajes";
"could_not_delete_friend"="No se puede borrar el contacto";
"could_not_set_message_lock_state"="No se pudo establecer el estado de bloqueo del mensaje";
"menu_save_to_gallery"="Guardar en galería";
"menu_resend_message"="Reenviar mensaje";
"menu_lock"="bloqueado";
"menu_unlock"="desbloqueado";
"image_saved_to_gallery"="Imagen guardada en la galería";
"error_saving_image_to_gallery"="Error guardando la imagen en la galería";
"delete_message_confirmation_title"="¿Seguro que deseas borrar este mensaje?";
"message_error_decrypting_message"="ERROR DESCIFRANDO MENSAJE";
"could_not_respond_to_invite"="No se ha podido responder a la invitación, por favor inténtalo de nuevo en un rato.";
"friend_status_is_deleted"="borrado";
"friend_status_is_invited"="invitado";
"friend_status_is_inviting"="invitando";
"menu_close_tab"="Cerrar pestaña";
"menu_assign_image"="Asignar imagen";
"menu_delete_all_messages"="Borrar todos los mensajes";
"menu_delete_message"="Borrar mensaje";
"menu_delete_friend"="Borrar contacto";
"delete_friend_confirmation"="¿Seguro que deseas borrar al contacto: %@?";
"password"="Contraseña";
"change_password_actionbar_right"="Cambiar";
"change_password_progress"="Cambiando contraseña";
"could_not_change_password"="No se ha podido cambiar la contraseña";
"password_changed"="Contraseña cambiada, por favor haz una copia de seguridad del perfíl";
"delete"="borrar";
"delete_identity_progress"="Borrando perfil";
"could_not_delete_identity"="No se ha podido borrar el perfil";
"identity_deleted"="Perfil borrado";
"backup"="Exportar";
"backup_identity"="Exportar perfil %@";
"backed_up_identity_to_path"="Exportar perfil %1$@ a %2$@";
"restore"="restaurar";
"restore_identity"="Restaurar perfil %@";
"assign"="Asignar";
"could_not_load_image"="No se puede cargar la imagen";
"image"="imagen";
"pan_and_zoom"="mover y hacer zoom";
"done"="hecho";
"message_error_unauthorized"="Error al enviar el mensaje: no autorizado";
"error_message_throttled"="Error al enviar el mensaje: limitación de entrada";
"error_message_generic"="Error enviando mensaje";
"error_message_resend"="Envío fallido - pulsación larga para reenviar";
"pwyl_send_to_dialog_title"="¿Enviar?";
"open_link_in_browser"="Abrir enlace en el navegador";
"send_link_in_email"="reenviarte enlace por correo";
"via_bitcoin"="MEDIANTE BITCOIN";
"copy_address_to_clipboard"="Copiar dirección al portapapeles";
"send_address_and_qr_code_in_email"="Enviarte dirección y código QR";
"open_bitcoin_wallet"="Abrir monedero Bitcoin (si está soportado)";
"select_identity"="Selecciona un perfil";
"current_password"="Contraseña actual";
"new_password"="Nueva contraseña";
"confirm_password"="Confirmar contraseña";
"change_password"="Cambiar contraseña";
"delete_identity_message_warning"="Borrando un perfil borrarás todos los mensajes enviados con ese perfil. Esta acción no se puede deshacer.";
"identity_colon"="perfil:";
"backup_location_note"="Nota: puede ser o no una tarjeta SD extraible, dependiendo de tu dispositivo.";
"invite_others"="Invita a otros a hablar privadamente en surespot compartiendo con ellos una invitación.";
"generate_new_keypairs"="Genera un nuevo par de claves para el perfil seleccionado y anula el par actual. Ningún otro dispositivo (robado o perdido) podrá acceder a surespot usando este perfil.";
"username"="Usuario";
"create_identity"="Crear nuevo perfil";
"clear_local_cache"="Sincronizar de nuevo con el servidor";
"delete_all_messages"="Borrar todos los mensajes";
"pay_what_you_like"="Pagas lo que quieres";
"delete_identity"="Borrar perfil";
"surespot_help"="Ayuda de surespot";
"could_not_backup_identity_to_google_drive"="No se puede exportar el perfil a Google Drive";
"identity_successfully_backed_up_to_google_drive"="Perfil guardado con éxito en Google Drive";
"restore_local"="Restaurar perfil desde Almacenamiento Local";
"restore_drive"="Restaurar perfil desde Google Drive";
"could_not_list_identities_from_google_drive"="No se puede obtener el listado de perfiles desde Google Drive";
"no_google_account_selected"="No hay ninguna cuenta de Google configurada";
"select_google_drive_account"="Elegir";
"progress_restoring_identity"="Restaurando perfil";
"progress_loading_identities"="Cargando copia de seguridad del perfil";
"progress_backup_identity_drive"="Exportando perfil";
"progress_drive_dir_check"="Buscando carpeta de perfiles de surespot";
"no_drive_identities"="No se han importado ningún perfil desde Google Drive.";
"no_local_identities"="No se ha importado ningún perfil desde el Almacenamiento Local.";
"identity_name"="Nombre del perfil";
"last_backed_up"="Última exportación";
"last_modified"="Última modificación";
"help"="Ayuda";
"menu_import"="Importar";
"backup_drive"="Copia de seguridad en Google Drive";
"let_me_select"="Seleccionar";
"could_not_import_identity_drive_404"="No se puede cargar el perfil. Asegúrate de estar usando la misma cuenta de Google que usaste en Google Drive.";
"pick_same_drive_account"="Selecciona la misma cuenta que usas en Google Drive:";
"about"="Acerca de...";
"about_action_bar_right"="Acerca de";
"unauthorized"="No autorizado";
"verify_key_fingerprints"="Ver huellas de la clave";
"received"="recibido";
"version"="versión";
"public_key_fingerprints"="Huellas de clave pública";
"loading"="cargando...";
"device_does_not_support_google_drive"="Dispositivo no configurado para Google Drive.";
"login_update"="Por favor actualiza surespot para iniciar sesión";
"billing_payment_required_voice"="No se ha comprado el servicio de mensajería por voz de Surespot";
"billing_getting_inventory"="abriendo el inventario de venta, por favor inténtalo en unos segundos";
"billing_unavailable_message"="necesitas una cuenta de Google para comprar el servicio de mensajería por voz";
"billing_unavailable_title"="no está disponible el servicio de cobro";
"billing_error"="error durante el cobro";
"pref_billing"="compras";
"suppress_voice_purchase"="No me preguntes si quiero comprar el servicio de mensajería por voz (cierra la pestaña)";
"voice_messaging_purchase_1"="Añade la opción de mensajería por voz a sursepot y haz más fáciles aún tus comunicaciones cifradas! Simplemente mantén pulsado el botón del micrófono para grabar un mensaje de 10 segundos y suéltalo para enviarlo. Porque a veces es más facil decirlo que escribirlo.";
"voice_messaging_purchase_button"="pulsa aquí para comprar por 1.99$";
"voice_message_suppress_purchase_ask"="no volver a preguntar";
"pref_suppress_voice_purchase_ask_title"="no volver a preguntar";
"pref_suppress_voice_purchase_ask_summary"="dejar de preguntar por la compra de la mensajería por voz";
"menu_purchase_voice_messaging"="Voz de compra";
"user_exists_throttled"="demasiados intentos, inténtalo más tarde.";
"user_exists_error"="error comprobando el usuario";
"user_exists_progress"="comprobando el usuario";
"voice_help_1"="Mantén pulsado el boton del micrófono para grabar y suéltalo para enviar.";
"voice_help_2"="Para cancelar la grabación desliza el dedo fuera del botón y suéltalo";
"voice_help_3"="Pulsa sobre un mensaje de voz para escucharlo, pulsa otra vez para pararlo.";
"voice_help_4"="Los nuevos mensajes de voz serán reproducidos automáticamente para la pestaña de chat abierta.";
"close"="cerrar pestaña";
"no_audio_detected"="no se ha capturado ningún sonido - no se enviará el mensaje de voz";

/* need translation*/
"menu_copy"="copia";
"message_hint"="Entre su mensaje";
"invite_hint"="invitar usuario";
"loading_earlier_messages_failed"="cargar mensajes anteriores fallidos";
"all_messages_loaded"="todos los mensajes cargados";
"save_to_photos"="salvar a las fotos";
"image_saved_to_photos"="Imagen guardada en el álbum surespot";
"error_saving_image_to_photos"="guardar la imagen en fotos error";
"error_saving_image_to_photos_locked"="no se puede guardar una imagen bloqueada";
"could_not_load_public_keys"="no se pudo cargar las claves públicas";
"share_invite_link"="Enlace invition cuota";
"Share"="utilizar para compartir enlace";
"recording_cancelled"="grabación cancelado";
"voice_messaging"="mensajería de voz";
"video_demonstration"="vídeo de demostración";
"login_to_validate"="no pudo validar el recibo de compra, voy a tratar de validar el siguiente inicio de sesión";
"surecoin_purchase_complete"="gracias por comprar surecoin";
"share_link_help"="Usa \"Compartir enlace de invitación\" del menú de opciones para compartir un enlace vía correo, SMS, Twitter o cualquier otra red social, que al pulsarlo instale surespot y envíe una invitación para unirse a tus contactos de surespot.";
"store_password_in_keychain"="almacén de contraseñas en el llavero";
"menu"="menú";
"pwyl_text"="Como puedes ver, surespot es gratis y no tiene publicidad.\n\nPuedes comprar surecoin y ayudarnos a pagar servidores y almacenamiento.\n\nDonaremos una parte de los beneficios a la EFF para que continúen luchando por nuestros derechos digitales.";
"could_not_initialize_voice"="No se pudo iniciar la grabación de voz";
"error_downloading_message_data"="datos del mensaje de error de descarga";
/*****************************************************/



//links
"eff_match"="EFF";
"eff_link"="https://www.eff.org/issues/privacy";
"end_to_end_match"="punto-a-punto";
"end_to_end_link"="https://en.wikipedia.org/wiki/End-to-end_encryption";
"symmetric_key_match"="clave-simétrica";
"symmetric_key_link"="https://es.wikipedia.org/wiki/Criptografía_simétrica";
"aes_gcm_match"="256 bit AES-GCM";
"aes_gcm_link"="https://es.wikipedia.org/wiki/Advanced_Encryption_Standard";
"ecdh_link"="https://es.wikipedia.org/wiki/Diffie-Hellman";
"ecdh_match"="ECDH shared secret derivation";
"welcome_to_surespot"="¡Bienvenido a Surespot! Los datos enviados usando esta applicación están cifrados punto-a-punto mediante cifrado de clave-simétrica (256 bit AES-GCM) usando claves creadas con 521 bit ECDH shared secret derivation";

"about_about"="surespot";
"about_website_match"="https://www.surespot.me";
"about_website_link"="https://www.surespot.me";
"tos_match"="Términos del Servicio";
"tos_link"="https://www.surespot.me/documents/surespot_terms_of_service.html";
"pp_link"="https://www.surespot.me/documents/surespot_privacy_policy.html";
"pp_match"="Política de Privacidad";
"threat_match"="Análisis de datos y amenazas";
"threat_link"="https://www.surespot.me/documents/threat.html";
"github_match"="https://github.com/surespot";
"github_link"="https://github.com/surespot";
"howsurespotworks_match"="funciona surespot haz click aquí";
"howsurespotworks_link"="https://www.surespot.me/documents/how_surespot_works.html";
"support_match"="ayuda haz click aquí";
"support_link"="https://www.surespot.me/support.html";
"email_match"="support@surespot.me";
"email_link"="mailto:support@surespot.me";
"about_audio_match"="Marco Angelo";
"about_audio_link"="https://soundcloud.com/merakiaudio";
"about_website"="Visita la web de surespot en https://www.surespot.me para más información, incluyendo los Términos del Servicio, Política de Privacidad, y Análisis de datos y amenazas.\nSurespot es 100% software libre y acoge con beneplácito tu participación - revisa el código fuente en github en https://github.com/surespot.\nPara una información más detallada sobre cómo funciona surespot haz click aquí.\nPara preguntas o ayuda haz click aquí o envía un correo a support@surespot.me.\nNotificación sonidos personalizados por Marco Angelo.";


"aes_match"="256 bit AES-GCM";
"aes_link"="http://www.eetimes.com/design/embedded-internet-design/4372428/How-secure-is-AES-against-brute-force-attacks-";
"pbkdf_match"="PBKDF";
"pbkdf_link"="https://en.wikipedia.org/wiki/PBKDF2";
"privatekeys_match"="claves privadas";
"privatekeys_link"="https://en.wikipedia.org/wiki/Public-key_cryptography";
"bruteforce_match"="ataque de fuerza bruta";
"bruteforce_link"="https://en.wikipedia.org/wiki/Brute-force_attack";
"strength_match"="fuerza de tu contraseña";
"strength_link"="https://en.wikipedia.org/wiki/Password_strength";
"help_backup_what"="Esto exportará una copia del perfil elegido encriptada con 256 bit AES-GCM con una clave derivada de tu contraseña mediante PBKDF (Password Based Key Derivation Function).\n\nSurespot puede hacer una copia de seguridad de tus identidades en la carpeta Documentos desde donde pueden ser descargadas mediante iTunes o usando Google Drive.\n\nPara mayor seguridad, recomendamos usar la copia en la carpeta Documentos. Una vez esté hecha, se puede copiar el perfil en un lugar seguro mediante iTunes (Compartir archivo \"Guardar en...\") y puede ser restaurada en caso de una nueva instalación, pérdida o robo del terminal o casos similares.\n\nSi eliges exportar una copia de tu perfil a Google Drive, estarás guardando una copia de tus claves privadas en los servidores de Google Drive. Alguien podría conseguir acceso a los servidores e intentar descifrar el archivo de tu perfil mediante un ataque de fuerza bruta, recuerda que la fuerza de tu contraseña determinará si lo consigue o no.";

"tos_match"="Términos del Servicio";
"tos_link"="https://www.surespot.me/documents/surespot_terms_of_service.html";
"help_agreement"="Presionando OK aceptas los Términos y Condiciones del Servicio.";

"restore_from_documents"="Restaurar desde carpeta Documentos";
"documents"="Documentos";
"google_drive"="Google Drive";
"backup_to_documents"="Copia de seguridad en carpeta Documentos";
"backed_up_identity_to_documents"="Exportar perfil en la carpeta Documentos";
"notification_message"="%1$@: tienes un mensaje nuevo.";
"notification_invite"="%1$@: tienes una invitación nueva.";
"notification_invite_accept"="%1$@: solicitud de contacto aceptada.";
"menu_assign_alias"="Asignar un alias";
"could_not_assign_friend_alias"="No se puede asignar un alias al contacto";
"enter_alias"="Escribe el alias";
"enter_alias_for"="Escribe un alias para %@";
"menu_remove_friend_image"="Quitar imagen";
"menu_remove_friend_alias"="Quitar alias";
"could_not_remove_friend_image"="No se puede quitar la imagen del contacto";
"could_not_remove_friend_alias"="No se puede quitar el alias del contacto";
"remove"="Quitar";
"decrypt_update"="Por favor, actualice surespot para descifrar.";


